/* Ink */
"Epson genuine" = "Epson מקורי";
"EPSON genuine" = "EPSON מקורי";
"NONEGENUINECARTRIDGE" = "מחסנית לא מקורית";

/* Color */
"Black" = "שחור";
"Color" = "צבע";
"Matte Black" = "שחור מאט";
"Photo Black" = "שחור תמונה";
"Light Black" = "שחור בהיר";
"Light Light Black" = "שחור בהיר בהיר";
"Cyan" = "ציאן";
"Light Cyan" = "ציאן בהיר";
"Magenta" = "מג'נטה";
"Light Magenta" = "מג'נטה בהיר";
"Yellow" = "צהוב";
"Dark Yellow" = "צהוב כהה";
"Red" = "אדום";
"Blue" = "כחול";
"Gloss Optimizer" = "ממטב ברק";
"Vivid Magenta" = "מג'נטה חי";
"Vivid Light Magenta" = "מג'נטה בהיר חי";
"Orange" = "כתום";
"Green" = "ירוק";
"Unknown" = "לא ידוע";

"LFP Black" = "שחור";
"LFP Matte Black" = "שחור מאט";
"LFP Photo Black" = "שחור תמונה";
"LFP Light Black" = "שחור בהיר";
"LFP Light Light Black" = "שחור בהיר בהיר";
"LFP Cyan" = "ציאן";
"LFP Light Cyan" = "ציאן בהיר";
"LFP Magenta" = "מג'נטה";
"LFP Light Magenta" = "מג'נטה בהיר";
"LFP Yellow" = "צהוב";
"LFP Dark Yellow" = "צהוב כהה";
"LFP Red" = "אדום";
"LFP Blue" = "כחול";
"LFP Gloss Optimizer" = "ממטב ברק";
"LFP Vivid Magenta" = "מג'נטה חי";
"LFP Vivid Light Magenta" = "מג'נטה בהיר חי";
"LFP Orange" = "כתום";
"LFP Green" = "ירוק";

"EAI Black" = "שחור";
"EAI Matte Black" = "שחור מאט";
"EAI Photo Black" = "שחור תמונה";
"EAI Light Black" = "שחור בהיר";
"EAI Light Light Black" = "שחור בהיר בהיר";
"EAI Cyan" = "ציאן";
"EAI Light Cyan" = "ציאן בהיר";
"EAI Magenta" = "מג'נטה";
"EAI Light Magenta" = "מג'נטה בהיר";
"EAI Yellow" = "צהוב";
"EAI Dark Yellow" = "צהוב כהה";
"EAI Red" = "אדום";
"EAI Blue" = "כחול";
"EAI Gloss Optimizer" = "ממטב ברק";
"EAI Vivid Magenta" = "מג'נטה חי";
"EAI Vivid Light Magenta" = "מג'נטה בהיר חי";
"EAI Orange" = "כתום";
"EAI Green" = "ירוק";

/* Meter String */
"MetterStr_E" = "E";
"MetterStr_F" = "F";

/* Error String */
"Common ComError Text1" = "שגיאת תקשורת";
"Common ComError Text2" = "בדוק את כל החיבורים וודא שכל ההתקנים פועלים. אם כיבית את המדפסת במהלך ההדפסה, בטל את עבודת ההדפסה. אם השגיאה אינה נעלמת, עיין בתיעוד המדפסת.";
"Common ComError B1" = "נסה שוב";
"Common ComError B2" = "ביטול";

"Common Error Text1" = "שגיאה בלתי מוכרת";
"Common Error Text2" = "כבה את המדפסת והסר את הנייר התקוע. לאחר מספר דקות, הדלק מחדש את המדפסת.";
"Common Error B1" = "הפסק פעולה";
"Common Error B2" = "המשך";

"Common FF Error Text1" = "החלף מחסנית";
"Common FF Error Text2" = "בדוק שמחסניות הדיו מותקנות כהלכה.";
"Common FF Error B1" = "הפסק פעולה";
"Common FF Error B2" = "המשך";

"Common Ink Low at Proxy" = "רמת הדיו נמוכה";

"InkString_Colon" = ": ";
"InkString_Comma" = ", ";
"InkString_Linebreak" = "
";

"INKSETALERT_READDPRINTER_P" = "צירוף מחסניות הדיו המותקן כעת במדפסת שונה מזה שהותקן בעת בחירת המדפסת ב'מרכז ההדפסה'. מחק את המדפסת מרשימת המדפסות של 'מרכז ההדפסה' ולאחר מכן הוסף אותה שוב.";
"INKSETALERT_READDPRINTER_T" = "צירוף מחסניות הדיו המותקן כעת במדפסת שונה מזה שהותקן בעת בחירת המדפסת בכלי העזר Printer Setup Utility. מחק את המדפסת מרשימת המדפסות של כלי העזר Printer Setup Utility ולאחר מכן הוסף אותה שוב.";
"INKSETALERT_READDPRINTER_L" = "צירוף מחסניות הדיו המותקן כעת במדפסת שונה מזה שהותקן בעת בחירת המדפסת. מחק את המדפסת מרשימת המדפסות של 'העדפות מערכת' > 'הדפסה ופקס' > הכרטיסייה 'הדפסה' ולאחר מכן הוסף אותה שוב.";

"Code" = "קוד";

/* For Paper Low Alert */
"PAPERLOW_P" = "הנייר עומד להיגמר";

/* For Simple Error Hanlder For CFF */
"SEH_COMUERR" = "שגיאת תקשורת";
"SEH_ER00" = "שגיאה כללית";
"SEH_ER01" = "המדפסת עסוקה";
"SEH_ER04" = "נייר תקוע";
"SEH_ER05" = "החלף מחסנית";
"SEH_ER05_ICERR" = "החלף מחסנית";
"SEH_ER05_FF" = "החלף מחסנית";
"SEH_ER06" = "הנייר נטען באופן לקוי";
"SEH_ER10" = "נדרש שירות";
"SEH_WRCD" = "לא ניתן להשלים את ניקוי הראש.";
"SEH_CCE" = "אירעה שגיאה.";
"SEH_RPE" = "הגדרת מקור הנייר שנבחרה במנהל התקן המדפסת אינה מתאימה לנייר הטעון במדפסת.";
"SEH_STCS" = "טעינת מערכת הדיו";

/* Ink Exchange Error */
"Ink Exchange Err 1" = "אירעה שגיאת תקשורת. ודא שאספקת החשמל של המדפסת פועלת. בדוק את חיבורי הכבלים. אם המדפסת מדפיסה תבנית בדיקת פיה, כבה והדלק את המדפסת מחדש כדי לאתחל אותה.";
"Ink Exchange Err 2" = "ראש ההדפסה לא נע אל מיקום החלפת מחסנית הדיו.";
"Ink Exchange Err 3" = "ראש ההדפסה לא נע אל המיקום הנכון.";
"Ink Exchange Err 4" = "טעינת הדיו נכשלה.";

/* Error Handler */
"ErrorHandler Append String Cancel" = "
פתור את הבעיות במוצר.";
"ErrorHandler Button String Cancel" = "ביטול";

/* Ink Tank Utility */
"Above" = "מעל";
"below" = "מתחת";
"Correct" = "המזהה חוקי.";
"Wrong" = "המזהה אינו חוקי.";
"DifferenceColor" = "המזהה מיועד עבור %correctcolor%.
המזהה אינו חוקי.";
"Duplicate" = "לא ניתן להזין מזהה שכבר היה בשימוש.";
"DifferenceMachine" = "המזהה אינו חוקי.";
"Ink Tank Utility Err1" = "אין מידע זמין עבור המדפסת הזו.";
"Ink Tank Utility Err2" = "אירעה שגיאת תקשורת.
בדוק את החיבור ונסה שוב.";
